Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The Daily Feedback Chip
ar: شريحة الملاحظات اليومية
da: Den daglige feedbackknap
de: Der tägliche Feedback-Chip
es: El botón de valoración diaria
fi: Päivittäinen palautepainike
fr: La puce de retour quotidien
is: Daglegi endurgjafarhnappurinn
it: Il riquadro di feedback giornaliero
ja: 毎日のフィードバックチップ
ko: 일일 피드백 칩
nb: Den daglige tilbakemeldingsbrikken
nl: Het dagelijkse feedbacklabel
pt_br: O botão de feedback diário
ru: Ежедневная плашка обратной связи
sv: Den dagliga återkopplingsknappen
zh_hans: 每日反馈标签

source: The Dashboard is your daily starting point. It shows your recovery status at a glance and drills into every component.
ar: لوحة المعلومات هي نقطة انطلاقك اليومية. تعرض حالة تعافيك بنظرة سريعة وتتعمق في كل مكوّن.
da: Oversigten er dit daglige udgangspunkt. Den viser din restitutionsstatus med et blik og lader dig dykke ned i hver komponent.
de: Die Übersicht ist dein täglicher Ausgangspunkt. Sie zeigt deinen Erholungsstatus auf einen Blick und führt zu jedem einzelnen Bestandteil.
es: El panel es tu punto de partida diario. Muestra tu estado de recuperación de un vistazo y te permite profundizar en cada componente.
fi: Kojelauta on päivittäinen lähtöpisteesi. Se näyttää palautumistilasi yhdellä silmäyksellä ja antaa porautua jokaiseen osatekijään.
fr: Le tableau de bord est votre point de départ quotidien. Il affiche votre état de récupération en un coup d’œil et permet d’explorer chaque composante.
is: Yfirsýnin er daglegur upphafspunktur þinn. Hún sýnir batastöðuna í fljótu bragði og gerir þér kleift að kafa ofan í hvern þátt.
it: Il pannello è il tuo punto di partenza quotidiano. Mostra a colpo d'occhio lo stato del tuo recupero e permette di approfondire ogni componente.
ja: ダッシュボードは毎日の出発点です。回復状態をひと目で確認でき、各構成要素を詳しく掘り下げられます。
ko: 대시보드는 매일의 출발점입니다. 회복 상태를 한눈에 보여 주고 모든 구성 요소를 자세히 살펴볼 수 있습니다.
nb: Oversikten er utgangspunktet ditt hver dag. Den viser restitusjonsstatusen din med et blikk og lar deg gå i dybden på hver komponent.
nl: Het Dashboard is je dagelijkse startpunt. Het toont je herstelstatus in één oogopslag en laat je elk onderdeel in detail bekijken.
pt_br: O Painel é seu ponto de partida diário. Ele mostra seu estado de recuperação de relance e detalha cada componente.
ru: Панель — ваша ежедневная отправная точка. Она показывает состояние восстановления с первого взгляда и позволяет углубиться в каждый компонент.
sv: Översikt är din dagliga utgångspunkt. Den visar din återhämtningsstatus i en blick och låter dig gå in på varje komponent.
zh_hans: 仪表盘是你每天的起点。它让你一眼看清恢复状态，并可深入查看每个组成部分。

source: The Dashboard tab is your daily starting point. Everything else feeds into it. Tap the ✨ button on the Dashboard for instant AI-coached answers about today's score.
ar: علامة تبويب لوحة المعلومات هي نقطة انطلاقك اليومية. كل شيء آخر يصبّ فيها. اضغط زر ✨ في لوحة المعلومات للحصول على إجابات فورية من مدرب الذكاء الاصطناعي حول نتيجة اليوم.
da: Fanen Oversigt er dit daglige udgangspunkt. Alt andet føder ind i den. Tryk på ✨-knappen på Oversigt for øjeblikkelige AI-coachede svar om dagens score.
de: Der Übersicht-Tab ist dein täglicher Ausgangspunkt. Alles andere fließt dort ein. Tippe in der Übersicht auf die ✨-Taste für sofortige KI-Coaching-Antworten zum heutigen Wert.
es: La pestaña Panel es tu punto de partida diario. Todo lo demás alimenta esta pestaña. Toca el botón ✨ del panel para obtener al instante respuestas de la IA sobre la puntuación de hoy.
fi: Kojelauta-välilehti on päivittäinen lähtöpisteesi. Kaikki muu syöttää siihen. Napauta Kojelaudan ✨-painiketta saadaksesi heti tekoälyvalmentajan vastauksia tämän päivän pisteistä.
fr: L’onglet Tableau de bord est votre point de départ quotidien. Tout le reste l’alimente. Touchez le bouton ✨ du tableau de bord pour obtenir instantanément des réponses de coaching IA sur le score du jour.
is: Yfirsýnar-flipinn er daglegur upphafspunktur þinn. Allt annað nærir hann. Ýttu á ✨ hnappinn á yfirsýninni til að fá samstundis svör frá gervigreindarþjálfara um stig dagsins.
it: La scheda Pannello è il tuo punto di partenza quotidiano. Tutto il resto confluisce lì. Tocca il pulsante ✨ nel pannello per avere subito risposte dal coach IA sul punteggio di oggi.
ja: ダッシュボードタブは毎日の出発点です。他のすべてがここに集約されます。ダッシュボードの ✨ ボタンをタップすると、今日のスコアについて AI コーチがすぐに答えます。
ko: 대시보드 탭은 매일의 출발점입니다. 다른 모든 것이 여기로 모입니다. 대시보드의 ✨ 버튼을 탭하면 오늘 점수에 대한 AI 코칭 답변을 바로 받을 수 있습니다.
nb: Oversikt-fanen er utgangspunktet ditt hver dag. Alt annet mates inn i den. Trykk på ✨-knappen på oversikten for umiddelbare AI-coachede svar om dagens score.
nl: Het Dashboard-tabblad is je dagelijkse startpunt. Al het andere komt daarin samen. Tik op de knop ✨ op het Dashboard voor directe AI-coaching over de score van vandaag.
pt_br: A aba Painel é seu ponto de partida diário. Todo o resto alimenta essa aba. Toque no botão ✨ do Painel para obter respostas instantâneas da IA sobre a pontuação de hoje.
ru: Вкладка «Панель» — ваша ежедневная отправная точка. Всё остальное стекается в неё. Нажмите кнопку ✨ на панели, чтобы мгновенно получить ответы ИИ-тренера о сегодняшней оценке.
sv: Fliken Översikt är din dagliga utgångspunkt. Allt annat matar in i den. Tryck på ✨-knappen på Översikt för omedelbara AI-coachade svar om dagens poäng.
zh_hans: “仪表盘”标签页是你每天的起点。其他一切都汇总到这里。点按仪表盘上的 ✨ 按钮，即可获得关于今天评分的即时 AI 指导解答。

source: The default window selection method (Best Recovery) prefers windows with α1 in the 0.75-1.0 range, which is how it lands on a stable, low-movement stretch of the night rather than a restless one. That is a window-picking rule, not a judgement about the reading it produces.
ar: طريقة اختيار النافذة الافتراضية (أفضل تعافٍ) تفضّل النوافذ التي يقع فيها α1 ضمن النطاق 0.75-1.0، وهكذا تستقر على مقطع ثابت قليل الحركة من الليل لا على مقطع مضطرب. هذه قاعدة لاختيار النافذة، وليست حكمًا على القراءة الناتجة.
da: Standardmetoden til valg af vindue (Bedste restitution) foretrækker vinduer med α1 i intervallet 0,75-1,0, og det er sådan, den lander på et stabilt stykke af natten med lidt bevægelse frem for et uroligt. Det er en regel for valg af vindue, ikke en vurdering af den måling, den giver.
de: Die Standardmethode zur Fensterauswahl (Beste Erholung) bevorzugt Fenster mit α1 im Bereich 0,75–1,0. So landet sie auf einem stabilen, bewegungsarmen Abschnitt der Nacht statt auf einem unruhigen. Das ist eine Regel zur Fensterauswahl, kein Urteil über die resultierende Messung.
es: El método de selección de ventana predeterminado (Mejor recuperación) prefiere ventanas con α1 en el rango de 0,75-1,0, y así acaba en un tramo de la noche estable y con poco movimiento en lugar de uno agitado. Es una regla para elegir la ventana, no un juicio sobre la lectura que produce.
fi: Oletusarvoinen ikkunan valintatapa (Paras palautuminen) suosii ikkunoita, joissa α1 on välillä 0,75–1,0, ja näin se päätyy yön vakaaseen, vähäliikkeiseen jaksoon levottoman sijaan. Se on ikkunan valintasääntö, ei arvio tuloksena saatavasta mittauksesta.
fr: La méthode de sélection de fenêtre par défaut (Meilleure récupération) privilégie les fenêtres où α1 est compris entre 0,75 et 1,0 ; c’est ainsi qu’elle retient un passage stable et peu agité de la nuit plutôt qu’un passage agité. C’est une règle de choix de fenêtre, pas un jugement sur la lecture obtenue.
is: Sjálfgefna gluggavalsaðferðin (Besti bati) tekur glugga með α1 á bilinu 0,75-1,0 fram yfir aðra, og þannig lendir hún á stöðugum kafla næturinnar með lítilli hreyfingu frekar en órólegum. Þetta er regla um val á glugga, ekki dómur um mælinguna sem út kemur.
it: Il metodo di selezione della finestra predefinito (Miglior recupero) preferisce finestre con α1 tra 0,75 e 1,0: è così che individua un tratto della notte stabile e con poco movimento invece di uno agitato. È una regola per scegliere la finestra, non un giudizio sulla lettura che ne risulta.
ja: デフォルトのウィンドウ選択方法（最も良い回復）は、α1 が 0.75～1.0 の範囲にあるウィンドウを優先します。それにより、落ち着きのない区間ではなく、安定して体動の少ない夜の区間が選ばれます。これはウィンドウを選ぶためのルールであり、その結果得られる測定値に対する判断ではありません。
ko: 기본 구간 선택 방식(최고 회복)은 α1이 0.75-1.0 범위인 구간을 우선하며, 그래서 뒤척이는 구간이 아니라 밤 중 안정되고 움직임이 적은 구간을 고르게 됩니다. 이는 구간 선택 규칙일 뿐, 그 결과 나온 측정값에 대한 판단이 아닙니다.
nb: Standardmetoden for valg av vindu (Beste restitusjon) foretrekker vinduer med α1 i området 0,75-1,0, og det er slik den havner på en stabil del av natten med lite bevegelse i stedet for en urolig del. Det er en regel for å velge vindu, ikke en vurdering av målingen den gir.
nl: De standaardmethode voor vensterselectie (Beste herstel) geeft de voorkeur aan vensters met α1 tussen 0,75 en 1,0; zo komt hij uit op een stabiel, bewegingsarm stuk van de nacht in plaats van een onrustig stuk. Dat is een regel om een venster te kiezen, geen oordeel over de meting die eruit komt.
pt_br: O método padrão de seleção de janela (Melhor recuperação) prefere janelas com α1 na faixa de 0,75-1,0; é assim que ele chega a um trecho estável e com pouco movimento da noite, e não a um trecho agitado. Essa é uma regra de escolha de janela, não um julgamento sobre a leitura resultante.
ru: Способ выбора окна по умолчанию («Лучшее восстановление») предпочитает окна с α1 в диапазоне 0,75–1,0 — так он находит стабильный отрезок ночи с малым количеством движений, а не беспокойный. Это правило выбора окна, а не суждение о полученном измерении.
sv: Standardmetoden för fönsterval (Bästa återhämtning) föredrar fönster med α1 i intervallet 0,75–1,0, vilket är hur den hamnar på ett stabilt avsnitt med lite rörelse i stället för ett oroligt. Det är en regel för att välja fönster, inte ett omdöme om mätningen den ger.
zh_hans: 默认的窗口选择方式（最佳恢复）偏好 α1 在 0.75-1.0 范围内的窗口，从而选中夜间稳定、少动的一段，而不是辗转不安的一段。这是挑选窗口的规则，而不是对所得读数的评判。

source: The electrodes need moisture to conduct. Dry electrodes = noisy signal = poor data. A few drops of water is all it takes.
ar: تحتاج الأقطاب إلى الرطوبة لتوصيل الإشارة. الأقطاب الجافة = إشارة مشوّشة = بيانات ضعيفة. بضع قطرات من الماء كافية.
da: Elektroderne skal være fugtige for at lede. Tørre elektroder = støjfyldt signal = dårlige data. Et par dråber vand er alt, der skal til.
de: Die Elektroden brauchen Feuchtigkeit, um zu leiten. Trockene Elektroden = verrauschtes Signal = schlechte Daten. Ein paar Tropfen Wasser genügen.
es: Los electrodos necesitan humedad para conducir. Electrodos secos = señal con ruido = datos de mala calidad. Bastan unas gotas de agua.
fi: Elektrodit tarvitsevat kosteutta johtaakseen. Kuivat elektrodit = kohinainen signaali = huonot tiedot. Muutama tippa vettä riittää.
fr: Les électrodes ont besoin d’humidité pour conduire. Électrodes sèches = signal bruité = données médiocres. Quelques gouttes d’eau suffisent.
is: Rafskautin þurfa raka til að leiða. Þurr rafskaut = suðugt merki = léleg gögn. Nokkrir vatnsdropar eru allt sem þarf.
it: Gli elettrodi hanno bisogno di umidità per condurre. Elettrodi asciutti = segnale rumoroso = dati scarsi. Bastano poche gocce d'acqua.
ja: 電極が電気を通すには水分が必要です。電極が乾いている = 信号にノイズが多い = データの質が低い。数滴の水があれば十分です。
ko: 전극은 전도를 위해 수분이 필요합니다. 마른 전극 = 노이즈 많은 신호 = 나쁜 데이터. 물 몇 방울이면 충분합니다.
nb: Elektrodene trenger fuktighet for å lede. Tørre elektroder = støyete signal = dårlige data. Noen få dråper vann er alt som skal til.
nl: De elektroden hebben vocht nodig om te geleiden. Droge elektroden = ruis in het signaal = slechte gegevens. Een paar druppels water is genoeg.
pt_br: Os eletrodos precisam de umidade para conduzir. Eletrodos secos = sinal ruidoso = dados ruins. Algumas gotas de água bastam.
ru: Электродам для проводимости нужна влага. Сухие электроды = шумный сигнал = плохие данные. Достаточно нескольких капель воды.
sv: Elektroderna behöver fukt för att leda. Torra elektroder = brusig signal = dåliga data. Några droppar vatten räcker.
zh_hans: 电极需要湿润才能导电。电极干燥 = 信号嘈杂 = 数据质量差。几滴水就够了。

source: The Fact Catalog covers sessions, walks, training load, profile, recent sleep, and recovery/HRV trends over any window up to a year ("am I improving?" now works from your archive, no strap needed). If the AI still says "I don't have that" for a trend question, regenerate or switch models. Specific-session questions ("April 21") should work on any connected model.
ar: يغطي كتالوج الحقائق الجلسات والمشي وحمل التدريب والملف الشخصي والنوم الأخير واتجاهات التعافي/HRV لأي نافذة حتى سنة («هل أتحسّن؟» يعمل الآن من أرشيفك، دون الحاجة إلى الحزام). إذا ظل الذكاء الاصطناعي يقول «ليست لديّ هذه البيانات» لسؤال عن الاتجاه، فأعد التوليد أو بدّل النموذج. ينبغي أن تعمل أسئلة الجلسات المحددة («21 أبريل») على أي نموذج متصل.
da: Faktakataloget dækker sessioner, gåture, træningsbelastning, profil, nylig søvn og restitutions-/HRV-tendenser over et vilkårligt vindue op til et år (»bliver jeg bedre?« virker nu ud fra dit arkiv, uden pulsbælte). Hvis AI'en stadig siger »det har jeg ikke« til et tendensspørgsmål, så generér igen eller skift model. Spørgsmål om en bestemt session (»21. april«) bør virke med alle forbundne modeller.
de: Der Faktenkatalog umfasst Sitzungen, Spaziergänge, Trainingslast, Profil, jüngsten Schlaf sowie Erholungs-/HRV-Trends über beliebige Zeiträume bis zu einem Jahr („Werde ich besser?“ funktioniert jetzt anhand deines Archivs, ohne Gurt). Wenn die KI bei einer Trendfrage trotzdem „Das habe ich nicht“ sagt, lass die Antwort neu erstellen oder wechsle das Modell. Fragen zu einer bestimmten Sitzung („21. April“) sollten mit jedem verbundenen Modell funktionieren.
es: El catálogo de datos cubre sesiones, caminatas, carga de entrenamiento, perfil, sueño reciente y tendencias de recuperación/HRV en cualquier ventana de hasta un año («¿estoy mejorando?» ya funciona a partir de tu archivo, sin necesidad de banda). Si la IA sigue diciendo «no tengo eso» ante una pregunta sobre tendencias, regenera la respuesta o cambia de modelo. Las preguntas sobre una sesión concreta («21 de abril») deberían funcionar con cualquier modelo conectado.
fi: Faktaluettelo kattaa istunnot, kävelyt, harjoituskuormituksen, profiilin, viimeaikaisen unen sekä palautumisen ja HRV:n trendit millä tahansa enintään vuoden jaksolla ("kehitynkö?" toimii nyt arkistostasi ilman vyötä). Jos tekoäly sanoo yhä trendikysymykseen "minulla ei ole sitä tietoa", luo vastaus uudelleen tai vaihda mallia. Tiettyä istuntoa koskevien kysymysten ("21. huhtikuuta") pitäisi toimia millä tahansa yhdistetyllä mallilla.
fr: Le catalogue de faits couvre les sessions, les marches, la charge d’entraînement, le profil, le sommeil récent et les tendances de récupération/HRV sur n’importe quelle période jusqu’à un an (« est-ce que je progresse ? » fonctionne désormais à partir de votre archive, sans ceinture). Si l’IA dit encore « je n’ai pas cette information » pour une question de tendance, régénérez ou changez de modèle. Les questions sur une session précise (« 21 avril ») devraient fonctionner avec n’importe quel modèle connecté.
is: Staðreyndaskráin nær yfir lotur, göngur, æfingaálag, prófíl, nýlegan svefn og bata-/HRV-þróun yfir hvaða tímabil sem er upp í eitt ár („er ég að bæta mig?“ virkar nú úr safninu þínu, engin ól nauðsynleg). Ef gervigreindin segir samt „ég hef það ekki“ við spurningu um þróun skaltu endurbúa svarið til eða skipta um líkan. Spurningar um tilteknar lotur („21. apríl“) ættu að virka á hvaða tengda líkani sem er.
it: Il catalogo dei fatti copre sessioni, camminate, carico di allenamento, profilo, sonno recente e tendenze di recupero/HRV su qualsiasi periodo fino a un anno ("sto migliorando?" ora funziona dal tuo archivio, senza fascia). Se l'IA dice ancora "non ho questo dato" per una domanda sulle tendenze, rigenera o cambia modello. Le domande su sessioni specifiche ("21 aprile") dovrebbero funzionare con qualsiasi modello connesso.
ja: ファクトカタログは、セッション、ウォーキング、トレーニング負荷、プロフィール、最近の睡眠、そして最大 1 年までの任意の期間の回復 / HRV のトレンドをカバーしています（「改善している？」もアーカイブから答えられるようになり、ストラップは不要です）。トレンドに関する質問で AI がまだ「そのデータはありません」と言う場合は、再生成するかモデルを切り替えてください。特定のセッションに関する質問（「4 月 21 日」）は、どの接続モデルでも機能するはずです。
ko: 사실 카탈로그는 세션, 걷기, 훈련 부하, 프로필, 최근 수면, 그리고 최대 1년까지 어떤 기간의 회복/HRV 추세든 다룹니다("나 나아지고 있어?"도 이제 보관 데이터로 작동하며 스트랩이 필요 없습니다). 추세 질문에 AI가 여전히 "그 데이터가 없어요"라고 하면 다시 생성하거나 모델을 바꾸세요. 특정 세션에 대한 질문("4월 21일")은 어떤 연결된 모델에서도 작동해야 합니다.
nb: Faktakatalogen dekker økter, gåturer, treningsbelastning, profil, nylig søvn og restitusjons-/HRV-trender over et hvilket som helst vindu på opptil ett år («blir jeg bedre?» fungerer nå fra arkivet ditt, uten pulsbelte). Hvis AI-en fortsatt sier «det har jeg ikke» om et trendspørsmål, kan du generere på nytt eller bytte modell. Spørsmål om en bestemt økt («21. april») bør fungere på alle tilkoblede modeller.
nl: De feitencatalogus omvat sessies, wandelingen, trainingsbelasting, profiel, recente slaap en herstel-/HRV-trends over elke periode tot een jaar (“word ik beter?” werkt nu vanuit je archief, geen band nodig). Zegt de AI bij een trendvraag nog steeds “dat heb ik niet”, genereer dan opnieuw of wissel van model. Vragen over een specifieke sessie (“21 april”) zouden op elk verbonden model moeten werken.
pt_br: O Catálogo de fatos abrange sessões, caminhadas, carga de treino, perfil, sono recente e tendências de recuperação/VFC em qualquer janela de até um ano ("estou melhorando?" agora funciona a partir do seu arquivo, sem precisar da cinta). Se a IA ainda disser "não tenho isso" para uma pergunta sobre tendências, gere a resposta novamente ou troque de modelo. Perguntas sobre sessões específicas ("21 de abril") devem funcionar em qualquer modelo conectado.
ru: Каталог фактов охватывает сессии, прогулки, тренировочную нагрузку, профиль, недавний сон и тренды восстановления/ВСР за любое окно до года («я прогрессирую?» теперь работает по вашему архиву, датчик не нужен). Если ИИ всё равно отвечает «у меня нет этих данных» на вопрос о тренде, создайте ответ заново или смените модель. Вопросы о конкретной сессии («21 апреля») должны работать в любой подключённой модели.
sv: Faktakatalogen täcker sessioner, promenader, träningsbelastning, profil, senaste sömnen och trender för återhämtning/HRV över valfritt fönster upp till ett år ("blir jag bättre?" fungerar nu från ditt arkiv, inget bröstband behövs). Om AI:n ändå säger "det har jag inte" på en trendfråga, generera om eller byt modell. Frågor om specifika sessioner ("21 april") bör fungera med alla anslutna modeller.
zh_hans: 事实目录涵盖记录、步行、训练负荷、个人资料、近期睡眠，以及最长一年内任意时间窗口的恢复/HRV 趋势（“我在进步吗？”现在可以根据你的存档回答，无需心率带）。如果 AI 对趋势问题仍说“我没有这些数据”，请重新生成或切换模型。针对具体记录的问题（“4 月 21 日”）在任何已连接的模型上都应该可以使用。
